[LiveUpdate_FormLiveUpdateMain]
btnSuccessClose.Caption=باش
btnRetry.Caption=هه‌وڵدانه‌وه‌
btnFailedClose.Caption=داخستن
btnWebCancel.Caption=نوێکردنه‌وه‌ کاتێکی ترً
btnUptWeb.Caption=نوێکردنه‌وه‌ ئێستا
btnProcessCancel.Caption=ڕه‌تکردنه‌وه‌
btnMinimize.Caption=بچوککردن
btnConfigCancel.Caption=ڕه‌تکردنه‌وه
lblGetUptInfo.Caption=...ئه‌نجامدانی به‌ده‌ستهێنانی زانیاری نوێکردنه‌وه‌، تکایه‌ چاوه‌ڕوانبه‌
btnConfirmCancel.Caption=ڕه‌تکردنه‌وه
btnUptoDateOK.Caption=باش
btnUpdate.Caption=داگرتن
btnClose.Hint=داخستن
lblUpToDate.Caption=پیرۆزه‌ ، له‌م کاته‌دا تۆدواترین وه‌شانت هه‌یه‌. نوێکردنه‌وه‌ له‌ده‌ستدانیه‌
lblUpdateFailed.Caption=کاری نوێکردنه‌وه‌ سه‌رکه‌وتونه‌بو ، تکایه‌ له‌کاتێکی تردا جارێکی ترهه‌وڵبده‌ره‌وه‌. یاخود کلیك بکه‌سه‌ردوگمه‌ی هه‌وڵدانه‌وه‌ بۆنوێکردنه‌وه‌ جارێکی تر

[LiveUpdate_M]
ImportantUpdate=نوێکردنه‌وه‌ی گرنگ
VersionUpdate=نوێکردنه‌وه‌ی وه‌شان
NewVersion=وه‌شانی نوێ
AvailableUpdates=نوێکردنه‌وه‌ له‌ده‌ستدایه‌
WebDownLoad=وه‌شانی نوێ هه‌یه‌ له‌ %s . تکایه‌ ئێستاهه‌ڵسه‌ به‌نوێکردنه‌وه‌ی بۆبه‌ده‌ستهێنانی دوایین تایبه‌تیه‌کان وباشکردنه‌کان. ئه‌وه‌ش خۆڕاییه‌ به‌بێ به‌رامبه‌ر
UpdateSuccess=نوێکرایه‌وه‌ %s .ئێستا تۆئه‌توانیت خۆش به‌سه‌ربه‌ریت به‌دوایین تواناکان وباشکردنه‌کان
LiveUpdate=نوێکردنه‌وه‌
Close=داخستن
OK=باش
DownLoading=داگرتن
Version=وه‌شان
Size=قه‌باره‌
Item=ماده‌

